Repository: SecureCamera/SecureCameraIos
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# %lld faces detected, %lld selected
source: %1$lld faces detected, %2$lld selected
es: %1$lld caras detectadas, %2$lld seleccionadas

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld

source: 1 minute
es: 1 minuto

source: 5 minutes
es: 5 minutos

source: 15 minutes
es: 15 minutos

source: 30 minutes
es: 30 minutos

source: About
es: Acerca de

source: About SnapSafe
es: Acerca de SnapSafe

source: Add Box
es: Añadir caja

source: All Metadata
es: Todos los metadatos

source: Aperture
es: Apertura

source: Appearance
es: Apariencia

source: Are you sure you want to %@ the selected faces? This action cannot be undone.
es: ¿Estás seguro de que quieres %@ las caras seleccionadas? Esta acción no se puede deshacer.

# Are you sure you want to delete %lld photo%@? This action cannot be undone.
source: Are you sure you want to delete %1$lld photo%2$@? This action cannot be undone.
es: ¿Está seguro que desea eliminar la foto %1$lld%2$@? Esta acción no se puede deshacer.

source: Are you sure you want to delete this photo? This action cannot be undone.
es: ¿Está seguro que desea eliminar esta foto? Esta acción no se puede deshacer.

source: Are you sure you want to obscure the selected areas? This action cannot be undone.
es: ¿Está seguro que desea ocultar las áreas seleccionadas? Esta acción no se puede deshacer.

source: Are you sure you want to remove the poison pill? You will need to set it up again if you want this emergency protection.
es: ¿Estás seguro de que quieres eliminar la píldora venenosa? Necesitarás configurarla de nuevo si quieres esta protección de emergencia.

source: Are you sure you want to reset all security settings to default? This action cannot be undone.
es: ¿Está seguro de que desea restablecer todos los ajustes de seguridad a los predeterminados? Esta acción no se puede deshacer.

source: Are you sure you want to save these %lld photos as decoys? These will be shown when the emergency PIN is entered.
es: ¿Estás seguro de que quieres guardar estas fotos %lld como señuelos? Se mostrarán cuando se introduzca el PIN de emergencia.

source: Back
es: Atrás

source: Basic Information
es: Información básica

source: Camera
es: Cámara

source: Camera Access Disabled
es: Acceso a la cámara desactivado

source: Camera access is required to take photos. Please enable camera access in Settings.
es: Se requiere acceso a la cámara para tomar fotos. Por favor, habilite el acceso a la cámara en Configuración.

source: Camera Information
es: Información de la cámara

source: Cancel
es: Cancelar

source: Choose a different PIN than the one used to unlock this device!
es: ¡Elige un PIN diferente al utilizado para desbloquear este dispositivo!

source: Choose how the app appears. System follows your device's appearance setting.
es: Elige cómo aparece la aplicación. El sistema sigue la configuración de apariencia de tu dispositivo.

source: Come engage with our community, discover more Free and Open Source Software!
es: Venga a participar con nuestra comunidad, descubra más Software Libre y de Código Abierto!

source: Community
es: Comunidad

source: Confirm PIN
es: Confirmar PIN

source: Continue
es: Continuar

source: Create a PIN that will trigger emergency deletion
es: Crear un PIN que activará la eliminación de emergencia

source: Date Information
es: Información de fecha

source: Date Taken
es: Fecha de toma

source: Decoy Photos
es: Fotos señuelas

source: Decoy photos will be shown when emergency PIN is entered
es: Las fotos señuelas se mostrarán cuando se introduzca el PIN de emergencia

source: Delete
es: Eliminar

source: Delete Photo
es: Eliminar foto

source: Delete Photo%@
es: Eliminar foto%@

source: Detect Faces
es: Detectar caras

source: Done
es: Hecho

source: Emergency Data Deletion
es: Eliminación de datos de emergencia

source: Emergency security feature that permanently deletes all data when triggered
es: Función de seguridad de emergencia que elimina permanentemente todos los datos cuando se activa

source: Enter new PIN
es: Introduzca nuevo PIN

source: Enter PIN
es: Introducir PIN

source: Enter your PIN to continue
es: hola amigo

source: File Size
es: Tamaño del archivo

source: Filename
es: Nombre de archivo

source: Focal Length
es: Longitud focal

source: For privacy and security reasons, screen recording is not allowed in SnapSafe.
es: Por razones de privacidad y seguridad, la grabación de pantalla no está permitida en SnapSafe.

source: Found a bug? Report it on GitHub:
es: ¿Encontrado un error? Reportarlo en GitHub:

source: Image Information
es: Información de la imagen

source: Import
es: Importar

source: Importing photos...
es: Importando fotos...

source: Invalid PIN. Please try again.
es: PIN no válido. Vuelve a intentarlo.

source: Join our Discord
es: Únete a nuestro Discord

source: Loading image information...
es: Cargando información de la imagen...

source: Loading image...
es: Cargando imagen...

source: Loading...
es: Cargando...

source: Location
es: Ubicación

source: Manage Permission in Settings
es: Administrar Permisos en Ajustes

source: Mark Decoys
es: Marcar señuelos

source: Mask Faces
es: Caras de máscara

source: More
es: Más

source: No camera information available
es: No hay información de cámara disponible

source: No faces detected
es: No se han detectado caras

source: No photos yet
es: Aún no hay fotos

source: Obfuscate
es: Obfuscar

source: Obscure Areas
es: Áreas oscuras

source: Obscure Faces
es: Caras oscuras

source: Open Camera
es: Abrir cámara

source: Open Settings
es: Abrir ajustes

source: Open Source
es: Código abierto

source: Opens SnapSafe camera to capture photos securely
es: Abre la cámara SnapSafe para capturar fotos de forma segura

source: Orientation
es: Orientación

source: Original Date
es: Fecha original

source: Perform Security Reset
es: Reiniciar seguridad

source: Permission Status
es: Estado del permiso

source: Photo Detail
es: Detalle de foto

source: Photo Obfuscation
es: Obfusión de foto

source: Please create a PIN to secure your photos
es: Por favor, crea un PIN para proteger tus fotos

source: Please stop recording to continue using the app.
es: Por favor, deja de grabar para seguir usando la aplicación.

source: Poison Pill
es: Píldora venenosa

source: Poison pill is configured and ready
es: La píldora de veneno está configurada y lista

source: Privacy
es: Privacidad

source: Privacy Policy
es: Política de privacidad

source: Processing faces...
es: Procesando caras...

source: Raw Metadata
es: Metadatos sin procesar

source: Remove
es: Eliminar

source: Remove Poison Pill
es: Quitar píldora de veneno

source: Report Bug
es: Reportar error

source: Report Bugs
es: Reporte de bugs

source: Request Location Permission
es: Solicitar permiso de ubicación

source: Reset Security Settings
es: Restablecer ajustes de seguridad

source: Resets everything, deletes all photos and encryption keys.
es: Restablece todo, elimina todas las fotos y claves de cifrado.

source: Resolution
es: Resolución

source: Sanitize File Name
es: heyooo

source: Sanitize Metadata
es: Anular metadatos

source: Save
es: Guardar

source: Save Decoy Selection
es: Guardar selección señuelo

source: Screen Recording Detected
es: Grabación de pantalla detectada

source: Screenshot Captured
es: Captura de pantalla capturada

source: Secure Photo Storage
es: Almacenamiento de fotos seguro

source: Security
es: Seguridad

source: Select for Decoys
es: Seleccionar para Decoys

source: Select Photos
es: Seleccionar fotos

source: Select to Delete
es: Seleccionar para eliminar

source: Session Timeout
es: Tiempo de espera agotado

source: Set PIN
es: Establecer PIN

source: Set Poison Pill PIN
es: Establecer PIN de píldora de veneno

source: Set up a special PIN that will immediately delete all photos and encryption keys
es: Configurar un PIN especial que borrará inmediatamente todas las fotos y claves de cifrado

source: Set Up PIN
es: Configurar PIN

source: Set Up Security PIN
es: Configurar PIN de seguridad

source: Setting PIN...
es: Configurando PIN...

source: Setting up...
es: Configurando...

source: Settings
es: Ajustes

source: Setup Poison Pill
es: Configurar píldora de veneno

source: Share
es: Compartir

source: Sharing Options
es: Opciones de compartir

source: Shutter Speed
es: Velocidad de apagado

source: Skip
es: Saltar

source: SnapSafe
es: Ajuste seguro

source: SnapSafe is a privacy-focused camera app designed to protect your sensitive photos with strong encryption and secure storage.
es: SnapSafe es una aplicación de cámara orientada a la privacidad diseñada para proteger tus fotos sensibles con cifrado fuerte y almacenamiento seguro.

source: SnapSafe is an open source project. View the source code on GitHub:
es: SnapSafe es un proyecto de código abierto. Ver el código fuente en GitHub:

source: SnapSafe stores all data locally on your device. No data is transmitted to external servers.
es: SnapSafe almacena todos los datos localmente en tu dispositivo. No se transmite datos a servidores externos.

source: Tap anywhere on the image to add a custom box
es: Toca en cualquier lugar de la imagen para añadir una caja personalizada

source: Tap faces to select them for masking. Pinch to resize boxes.
es: Toca las caras para seleccionarlas para enmascararlas. Pincha para cambiar el tamaño de las cajas.

source: The camera app that minds its own business.
es: La aplicación de la cámara que tiene en cuenta su propio negocio.

source: Theme
es: Tema

source: Too Many Decoys
es: Demasiados señuelos

source: Unlock
es: Desbloquear

source: Verifying...
es: Verificando...

source: Version %@
es: Versión %@

source: When enabled, location data will be embedded in newly captured photos. Location requires permission and GPS availability.
es: Cuando se activa, los datos de ubicación se insertarán en las fotos recién capturadas. La ubicación requiere permiso y disponibilidad del GPS.

source: When enabled, personal information will be removed from photos before sharing
es: Cuando está habilitado, la información personal se eliminará de las fotos antes de compartir

source: When entered, this PIN it will immediately and permanently delete all photos and encryption keys.
es: Cuando se introduzca, este PIN borrará de forma inmediata y permanente todas las fotos y claves de cifrado.

source: You can select a maximum of %lld decoy photos. Please deselect some photos before saving.
es: Puede seleccionar un máximo de fotos señuelas %lld . Por favor, deseleccione algunas fotos antes de guardar.
